Repository: Andrew0701/coursework-web
Catalog: progress/home/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Главная
uk: Головна

source: Настройки
uk: Налаштування

source: Выйти
uk: Вийти

source: Войти
uk: Увiйти

source: Регистрация
uk: Реєстрація

source: Выберите язык
uk: Виберіть мову

source: Вход в систему
uk: Вхiд до системи

source: Логин
uk: Логін

source: Предметы
uk: Предемети

source: Работы
uk: Роботи

source: Изменть название
uk: Змінити назву

source: Изменть краткое название
uk: Змінити коротку назву

source: Удалить
uk: Видалити

source: Название
uk: Назва

source: Кратко
uk: Стисло

source: Например Лаб.3
uk: Наприклад Лаб.3

source: Добавить
uk: Додати

source: Рекомендуется заполнить все поля
uk: Рекомендовано заповнювати усi поля

source: так как они используются в таблцие
uk: бо вони використовуються у таблицi

source: Преподаватель
uk: Викладач

source: Фамилия
uk: Прізвище

source: Имя
uk: Ім'я

source: Отчество
uk: По батькові

source: Группа
uk: Група

source: Повторить пароль
uk: Повторіть пароль

source: Зарегистрироваться
uk: Зареєструватися

source: Ведомость по дисциплине
uk: Вiдомiсть з дисциплiни

source: Оценка
uk: Оцiнка

source: Изменить пароль
uk: Змінити пароль

source: Старый пароль
uk: Старий пароль

source: Новый пароль
uk: Новий пароль

source: Изменить
uk: Змінити

source: Удалить этот предмет из преподаваемых? У каждого вашего студента так же удалится информация о том, что они изучают его!
uk: Бiльше не викладати цей предмет? Усi студенти втратять iнформацiю про те, що вивчали його!

source: Сдано работ
uk: Здано робiт

source: Осталось сдать
uk: Залишилось здати

source: Осталось времени
uk: Залишилось часу

source: дней
uk: днiв

source: недель
uk: тижнiв

source: неделя
uk: тиждень

source: недели
uk: тижнi

source: Предмет добавлен
uk: Предмет додано

source: Предмет удален
uk: Предемет видалено

source: Преподаватель изменен
uk: Викладача змiнено

source: Работа добавлена
uk: Роботу додано

source: Работа удалена
uk: Роботу видалено

source: Название изменено
uk: Назву змiнено

source: Краткое название изменено
uk: Стислу назву змiнено

source: Запись добавлена
uk: Запис додано

source: Запись подтверждена
uk: Запис пiдтверджено

source: Запись удалена
uk: Запис видалено

source: Новый пароль установлен
uk: Новий пароль встановлено

source: Пароли не совпадают
uk: Паролi не збiгаються

source: Неверный пароль!
uk: Невiрний пороль!

source: Такого предмета нет
uk: Немає такого предмету

source: Этот предмет не актуален в текущем семестре
uk: Цей предмет не є актуальний у нинiшньому семестрi

source: Такой группы нет
uk: Немає такої групи

source: Эта группа не изучает данный предмет
uk: Ця група не вивчає даного предмету
